/* 
   Localizable.strings
   Thousand

   Created by R. Natori on 08/11/17.
   Copyright 2008 R. Natori. All rights reserved.
 */

"Moving Files to Trash" = "Moving Files to Trash";
"Moving %d Files to Trash" = "Moving %d Files to Trash";